{
  "HOME": "home",
  "TEAM": "team",
  "TAETIGKEITSBEREICH": "Tätigkeitsbereiche",
  "INTERNATIONAL": "international",
  "KONTAKT": "Kontakt",
  "ANFAHRT": "Anfahrt",
  "DEUTSCH": "Deutsch",
  "ENGLISCH": "English",
  "HOMEHEAD": "Herzlich willkommen bei GARGER SPALLINGER Rechtsanwälte GmbH.",
  "HOMEP1": "Wir sind eine auf Wirtschaftsrecht spezialisierte Anwaltskanzlei, die nationale und internationale Unternehmen umfassend in den Bereichen Gesellschafts- und Unternehmensrecht, Umgründungen und Umstrukturierungen, M&A, Vertragsrecht, Arbeitsrecht, Immobilienrecht, Litigation sowie Global Mobility berät.",
  "HOMEP2": "",
  "HOMEP3": "Wir stehen für Verantwortung und eine langfristige Kooperation.",
  "IMPRESSUM": "Impressum",
  "HAFTUNGSAUSSCHLUSS": "HAFTUNGSAUSSCHLUSS",
  "DATENSCHUTZ": "DATENSCHUTZ",
  "ALLERECHTE": "alle Rechte vorbehalten",
  "TEAMP1": "Jeder Rechtsanwalt deckt aufgrund langjähriger Erfahrung eigene Spezialgebiete ab. Damit können wir Ihnen eine effiziente und professionelle Beratung entsprechend Ihrem konkreten Bedarf bieten.",
  "TEAMP2": "Die jeweiligen Spezialisierungen und Beratungsschwerpunkte sind bei den einzelnen Rechtsanwälten angegeben.",
  "TAETP1": "",
  "GESELLSCHAFTSRECHT": "GESELLSCHAFTSRECHT",
  "UMGRUENDUNG": "UMGRÜNDUNGEN",
  "MERGERS": "Mergers & Acquisitions",
  "ARBEITSRECHT": "ARBEITSRECHT",
  "GLOBALMOBILITY": "Global Mobility",
  "BANKEN": "Banken-, Finanz- und Kapitalmarktrecht",
  "VERTRAGSGESTALTUNG": "Vertragsgestaltung, Zivil- und Schadenersatzrecht",
  "OEFFENTLICHKEITSRECHT": "Öffentliches Recht",
  "IMMOBILIENRECHT": "IMMOBILIENRECHT",
  "LITIGATION": "Zivilprozessrecht",
  "INTP0": "Grenzüberschreitende Sachverhalte gehören zum daily business vieler Unternehmen, so auch bei uns.",
  "INTP1": "Wir beraten laufend Unternehmen aus den verschiedensten Branchen beim Markteintritt in Österreich, sei es durch Gründung einer Tochtergesellschaft oder Schaffung einer Zweigniederlassung, sowie bei grenzüberschreitenden Umstrukturierungen, Transaktionen sowie Akquisitationen. Darüber hinaus unterstützen wir ausländische Unternehmen durch unser fundiertes Wissen und unsere langjährige Erfahrung im österreichischen Gesellschaft-, Arbeits-, Immobilien, Gewerbe-, Datenschutz-, Immaterialgüter-, und Immobilienrecht. Ebenfalls eine Kernkompetenz stellt die Erstellung und Prüfung internationaler Verträge dar. ",
  "INTP2": "Unsere rechtliche Expertise gepaart mit unserem betriebswirtschaftlichen Verständnis gewährleistet dabei erfolgs- und lösungsorientierte Ergebnisse. ",
  "RACODE": "RA",
  "UID": "UID",
  "DVR": "DVR Nr.",
  "WEBPROG": "Website Programmierung",
  "BHAFT": " Bildnachweis 'Haftungsausschluss'",
  "BIMP": "Bildnachweis 'Impressum'",
  "BANF": "Bildnachweis 'Anfahrt'",
  "HAFTP1": "GARGER SPALLINGER Rechtsanwälte GmbH übernimmt keine Haftung für die Inhalte der auf dieser Website über Hyperlinks zugänglichen Websites Dritter. Die Verwendung der auf dieser Website gespeicherten Inhalte bedarf der vorherigen Zustimmung von GARGER SPALLINGER Rechtsanwälte GmbH. Wir weisen darauf hin, dass Informationen auf dieser Site technische Ungenauigkeiten oder typografische Fehler enthalten sein können.",
  "HAFTP2": "Wir behalten uns vor, die Informationen auf dieser Site jederzeit und ohne vorherige Ankündigung zu ändern oder zu aktualisieren. Alle auf unseren Internetseiten veröffentlichten Werke bzw. Werkteile wie z.B. Texte, Dateien, Kompositionen und Bilder sind rechtlich geschützt. Jede weitere Veröffentlichung, Vervielfältigung, Verbreitung oder sonstige Nutzung - auch auszugsweise - bedarf der schriftlichen Genehmigung von GARGER SPALLINGER Rechtsanwälte GmbH.",
  "DATINF": "DATENSCHUTZ & IP/IT / DATA PROTECTION & IP/IT",
  "DATH1": "1. Personenbezogene Daten",
  "DATP11": "GARGER SPALLINGER Rechtsanwälte GmbH, FN 325373s, Biberstraße 22, A-1010 Wien, erhebt, verarbeitet und nutzt als Verantwortlicher personenbezogene Daten nur wenn eine rechtliche Grundlage im Einklang mit der DSGVO vorliegt; dies unter Einhaltung der datenschutz- und zivilrechtlichen Bestimmungen.",
  "DATP12": "GARGER SPALLINGER Rechtsanwälte GmbH verarbeitet personenbezogene Daten von Mandanten, Interessenten, Dienstleistern und Geschäftspartnern. Es werden solche personenbezogenen Daten erhoben, die für die Durchführung und Abwicklung unserer rechtsanwaltlichen Leistungen erforderlich sind, die uns freiwillig zur Verfügung gestellt wurden oder die für die Abwicklung und Durchführung von Geschäftsbeziehungen erforderlich sind.",
  "DATP13": "Zudem kann GARGER SPALLINGER Rechtsanwälte GmbH auch Daten verarbeiten, die aus öffentlich zugänglichen Quellen\t(zB Firmenbuch, Vereinsregister, Grundbuch, Medien) oder von Auskunfteien zulässigerweise erhalten wurden. Mandanten und Geschäftspartner müssen jene personenbezogenen Daten bereitstellen, welche für die Aufnahme und Durchführung der des Mandatsverhältnisses bzw der Geschäftsbeziehung erforderlich sind. Sofern die Daten nicht zur Verfügung gestellt werden, muss GARGER SPALLINGER Rechtsanwälte GmbH den Abschluss oder die Durchführung einer Geschäftsbeziehung ablehnen.",
  "DATP14": "Personenbezogene Daten sind alle Daten, die Einzelangaben über persönliche oder sachliche Verhältnisse enthalten, beispielsweise Name, Anschrift, Emailadresse, Telefonnummer, Geburtsdatum, Alter, Geschlecht, Sozialversicherungsnummer, Videoaufzeichnungen, Fotos, Stimmaufnahmen von Personen sowie biometrische Daten wie etwa Fingerabdrücke. Auch sensible Daten, wie Gesundheitsdaten oder Daten im Zusammenhang mit einem Strafverfahren können mitumfasst sein.",
  "DATP15": "GARGER SPALLINGER Rechtsanwälte GmbH verarbeitet personenbezogene Daten zur Erfüllung von vertraglichen Pflichten (Art 6 Abs 1b DSGVO). Weiters verarbeitet GARGER SPALLINGER Rechtsanwälte GmbH personenbezogene Daten zur Erfüllung rechtlicher Verpflichtungen (Art 6 Abs 1c DSGVO). Gewisse gesetzliche Verpflichtungen, denen GARGER SPALLINGER Rechtsanwälte GmbH unterliegt, können die Verarbeitung von personenbezogenen Daten erfordern. GARGER SPALLINGER Rechtsanwälte GmbH kann auch zur Wahrung berechtigter Interessen (Art 6 Abs 1f DSGVO) Daten über die Erfüllung der Geschäftsbeziehung hinaus verarbeiten, dies insbesondere in folgenden Fällen: Konsultation von und Datenaustausch mit Auskunfteien; Prüfung und Optimierung von Verfahren zur Bedarfsanalyse und direkter Kundenansprache; Kundenveranstaltungen und Werbung, soweit der Nutzung der Daten dazu nicht widersprochen wurde; Maßnahmen zur Geschäftssteuerung und Weiterentwicklung von Dienstleistungen; Maßnahmen zum Schutz der Kunden und Mitarbeiter; im Rahmen der Rechtsverfolgung. GARGER SPALLINGER Rechtsanwälte GmbH kann personenbezogen Daten auch in Wahrnehmung einer Aufgabe im öffentlichen Interesse (Art 6 Abs 1e DSGVO) verarbeiten. Soweit GARGER SPALLINGER Rechtsanwälte GmbH personenbezogene Daten von betroffenen Personen für bestimmte Zwecke aufgrund einer Einwilligung (Art 6 Abs 1a DSGVO) verarbeitet, kann die betroffene Person die Einwilligung jederzeit widerrufen.",
  "DATH2": "2. Rechte von Betroffenen",
  "DATP21": "Als Mandantin oder Mandant bzw generell als Betroffener haben Sie – unter Wahrung der rechtsanwaltlichen Verschwiegenheitspflicht – jederzeit das Recht auf Auskunft über Ihre gespeicherten personenbezogenen Daten, deren Herkunft und Empfänger und den Zweck der Datenverarbeitung sowie ein Recht auf Berichtigung, Datenübertragung, Widerspruch, Einschränkung der Bearbeitung sowie Sperrung oder Löschung unrichtiger bzw. unzulässig verarbeiteter Daten.",
  "DATP22": "Insoweit sich Änderungen Ihrer persönlichen Daten ergeben, ersuchen wir um entsprechende Mitteilung.",
  "DATP23": "Sie haben jederzeit das Recht, eine erteilte Einwilligung zur Nutzung Ihrer personenbezogenen Daten zu widerrufen. Ihre Eingabe auf Auskunft, Löschung, Berichtigung, Widerspruch und/oder Datenübertragung, im letztgenannten Fall, sofern damit nicht ein unverhältnismäßiger Aufwand verursacht wird, kann an die in Punkt 8. dieser Erklärung angeführte Anschrift der Rechtsanwaltskanzlei gerichtet werden.",
  "DATP24": "Wenn Sie der Auffassung sind, dass die Verarbeitung Ihrer personenbezogenen Daten durch uns gegen das geltende Datenschutzrecht verstößt oder Ihre datenschutzrechtlichen Ansprüche in einer anderen Weise verletzt worden sind, besteht die Möglichkeit, sich bei der zuständigen Aufsichtsbehörde zu beschweren. In Österreich zuständig ist hierfür die Datenschutzbehörde.",
  "DATH3": "3. Datensicherheit",
  "DATP31": "Der Schutz Ihrer personenbezogenen Daten erfolgt durch entsprechende organisatorische und technische Vorkehrungen. Diese Vorkehrungen betreffen insbesondere den Schutz vor unerlaubtem, rechtswidrigem oder auch zufälligem Zugriff, Verarbeitung, Verlust, Verwendung und Manipulation.",
  "DATP32": "Ungeachtet der Bemühungen der Einhaltung eines stets angemessen hohen Standes der Sorgfaltsanforderungen kann nicht ausgeschlossen werden, dass Informationen, die Sie uns über das Internet bekannt geben, von anderen Personen eingesehen und genutzt werden.",
  "DATP33": "Bitte beachten Sie, dass wir daher keine wie immer geartete Haftung für die Offenlegung von Informationen aufgrund nicht von uns verursachter Fehler bei der Datenübertragung und/oder unautorisiertem Zugriff durch Dritte übernehmen (zB Hackangriff auf Email-Account bzw. Telefon, Abfangen von Faxen).",
  "DATH4": "4. Verwendung der Daten",
  "DATP41": "Wir werden die uns zur Verfügung gestellten Daten nicht für andere Zwecke als die durch den Mandatsvertrag oder durch Ihre Einwilligung oder sonst durch eine Bestimmung im Einklang mit der DSGVO gedeckten Zwecken verarbeiten. Ausgenommen hiervon ist die Nutzung für statistische Zwecke, sofern die zur Verfügung gestellten Daten anonymisiert wurden.",
  "DATH5": "5. Übermittlung von Daten an Dritte",
  "DATP51": "Zur Erfüllung eines Auftrages oder einer Geschäftsbeziehung ist es möglicherweise auch erforderlich, Daten an Dritte (zB Gegenseite, Substitute, Versicherungen, Dienstleister, derer wir uns bedienen und denen wir Daten zur Verfügung stellen, etc.) Gerichte oder Behörden, weiterzuleiten. Eine Weiterleitung Ihrer Daten erfolgt ausschließlich auf Grundlage der DSGVO, insbesondere zur Erfüllung eines Auftrags oder aufgrund Ihrer vorherigen Einwilligung.",
  "DATP52": "Weiters informieren wir darüber, dass im Rahmen unserer rechtsanwaltlichen Vertretung und Betreuung regelmäßig auch sachverhalts- und fallbezogene Informationen von Ihnen von dritten Stellen bezogen werden.",
  "DATP53": "Manche der oben genannten Empfänger Ihrer personenbezogenen Daten befinden sich außerhalb Ihres Landes oder verarbeiten dort Ihre personenbezogenen Daten. Das Datenschutzniveau in anderen Ländern entspricht unter Umständen nicht dem Österreichs. Wir übermitteln Ihre personenbezogenen Daten jedoch nur in Länder, für welche die EU-Kommission entschieden hat, dass sie über ein angemessenes Datenschutzniveau verfügen oder wir setzen Maßnahmen, um zu gewährleisten, dass alle Empfänger ein angemessenes Datenschutzniveau haben wozu wir Standardvertragsklauseln (2010/87/EC und/oder 2004/915/EC) abschließen.",
  "DATH6": "6. Bekanntgabe von Datenpannen",
  "DATP61": "Wir sind bemüht sicherzustellen, dass Datenpannen frühzeitig erkannt und gegebenenfalls unverzüglich Ihnen bzw der zuständigen Aufsichtsbehörde unter Einbezug der jeweiligen Datenkategorien, die betroffen sind, gemeldet werden.",
  "DATH7": "7. Aufbewahrung der Daten",
  "DATP71": "Wir werden Daten nicht länger aufbewahren als dies zur Erfüllung unserer vertraglichen bzw gesetzlichen Verpflichtungen und zur Abwehr allfälliger Haftungsansprüche erforderlich ist. Wir werden diesbezüglich auch die gesetzlichen Aufbewahrungs- und Dokumentationspflichten berücksichtigen.",
  "DATH8": "8. Unsere Kontaktdaten",
  "DATP81": "Der Schutz Ihrer Daten ist uns besonders wichtig. Wir sind für Sie unter den unten angeführten Kontaktdaten jederzeit für Ihre Fragen oder Ihren Widerruf erreichbar.",
  "IMPP1": "Wir sind Rechtsanwälte nach österreichischem Recht und unterliegen der Aufsicht der Rechtsanwaltskammer Wien sowie dem einschlägigen Standesrecht.",
  "ANFP1": "Unsere Kanzlei befindet sich im 1. Wiener Gemeindebezirk in der Nähe des Schweden Platz.",
  "ANFP2": "Sie erreichen uns mit dem Auto oder mit den öffentlichen Verkehrsmitteln.",
  "ANFP3": "Straßenbahn: Linie 1/2, U-Bahn: U4/U1 - Station ‚Schwedenplatz‘"
}
