{
  "HOME": "home",
  "TEAM": "team",
  "TAETIGKEITSBEREICH": "Tätigkeitsbereiche",
  "INTERNATIONAL": "international",
  "KONTAKT": "Kontakt",
  "DEUTSCH": "DEUTSCH",
  "ENGLISCH": "English",
  "HOMEHEAD": "Herzlich willkommen bei GARGER SPALLINGER HUGER Rechtsanwälte GmbH.",
  "HOMEP1": "Wir verstehen uns als eine auf Wirtschaftsrecht spezialisierte Anwaltskanzlei, die nationale und internationale Unternehmen umfassend in den Bereichen Gesellschafts- und Unternehmensrecht, Umgründungen und Umstrukturierungen, Arbeits- und Versicherungsrecht sowie in streitigen Verfahren berät. Das können wir Ihnen aufgrund unserer langjährigen Erfahrung und juristischen und betriebswirtschaftlichen Ausbildung garantieren.",
  "HOMEP2": "Mit einem Team von Spezialisten bieten wir eine effiziente Beratung auf höchstem Niveau. Wir haben in großen und mittelgroßen Anwaltskanzleien langjährige Erfahrungen gesammelt und kennen deren Stärken und Schwächen. Wir verstehen uns als Nischenplayer, der maßgeschneiderte Lösungen im Interesse unserer Mandanten erarbeitet. Wenn ein konkreter Auftrag nicht in unser Portfolio passt, sagen wir Ihnen das und empfehlen Ihnen geeignete Spezialisten.",
  "HOMEP3": "Wir stehen für Verantwortung und eine langfristige Kooperation.",
  "IMPRESSUM": "Impressum",
  "HAFTUNGSAUSSCHLUSS": "HAFTUNGSAUSSCHLUSS",
  "DATENSCHUTZ": "DATENSCHUTZ",
  "ALLERECHTE": "alle Rechte vorbehalten",
  "TEAMP1": "Jeder Rechtsanwalt deckt aufgrund langjähriger Erfahrung eigene Spezialgebiete ab. Damit können wir Ihnen eine effiziente und professionelle Beratung entsprechend Ihrem konkreten Bedarf bieten.",
  "TEAMP2": "Die jeweiligen Spezialisierungen und Beratungsschwerpunkte sind bei den einzelnen Rechtsanwälten angegeben.",
  "TAETP1": "Mit unseren Spezialisten decken wir alle Rechtsgebiete des Wirtschaftsrechts ab. Aufgrund unserer engen Zusammenarbeit mit dem KPMG Global Legal Service Netzwerk und Experten aus den Bereichen Audit, Tax und Advisory sind wir auch Ihr Ansprechpartner in internationalen und multdisziplinären Angelegenheiten",
  "GESELLSCHAFTSRECHT": "GESELLSCHAFTSRECHT",
  "UMGRUENDUNG": "UMGRÜNDUNG",
  "MERGERS": "Mergers & Acquisitions",
  "ARBEITSRECHT": "ARBEITSRECHT",
  "GLOBALMOBILITY": "Global Mobility",
  "BANKEN": "Banken-, Finanz und Kapitalmarktrecht",
  "VERTRAGSGESTALTUNG": "Vertragsgestaltung, Zivil- und Schadenersatzrecht",
  "OEFFENTLICHKEITSRECHT": "Öffentlichkeitsrecht",
  "IMMOBILIENRECHT": "IMMOBILIENRECHT",
  "LITIGATION": "LITIGATION"
}
