{
  "HOME": "home",
  "TEAM": "team",
  "TAETIGKEITSBEREICH": "Areas of Practice",
  "INTERNATIONAL": "international",
  "KONTAKT": "contact",
  "DEUTSCH": "DEUTSCH",
  "ENGLISCH": "English",
  "HOMEHEAD": "Welcome to GARGER SPALLINGER Rechtsanwälte GmbH, Attorneys-at-Law.",
  "HOMEP1": "We are a law firm specialized in business and corporate law and provide legal advice and representation to national and international companies in the fields of corporate and commercial law, corporate restructurings and reorganizations, labor law, insurance law as well as litigation. Based on many years of professional experience and our substantial legal and business education, we can guarantee top-level legal advisory services.",
  "HOMEP2": "With a team of specialists, we offer efficient advice on the highest level in our areas of practice. We have gathered several years experience in large and medium-size international law firms and know their strengths and weaknesses. We consider ourselves a niche player that offers tailor-made solutions in the interest of our clients. If an enquiry does not correspond with our portfolio of practice areas, we will inform you and recommend a suitable specialist.",
  "HOMEP3": "We stand for responsibility and a long-term cooperation.",
  "IMPRESSUM": "legal notice",
  "HAFTUNGSAUSSCHLUSS": "disclaimer",
  "DATENSCHUTZ": "data protection",
  "ALLERECHTE": "all rights reserved",
  "TEAMP1": "Due to several years of experience, every attorney covers his or her own specialized field of expertise. With such specialization, we can offer efficient and professional legal advice tailored to your specific needs.",
  "TEAMP2": "For areas of specialization and main fields of legal advisory services, please refer to the information on the individual attorneys.",
  "TAETP1": "Mit unseren Spezialisten decken wir alle Rechtsgebiete des Wirtschaftsrechts ab. Aufgrund unserer engen Zusammenarbeit mit dem KPMG Global Legal Service Netzwerk und Experten aus den Bereichen Audit, Tax und Advisory sind wir auch Ihr Ansprechpartner in internationalen und multdisziplinären Angelegenheiten",
  "GESELLSCHAFTSRECHT": "Corporate Law",
  "UMGRUENDUNG": "Reorganizations and Restructurings",
  "MERGERS": "Mergers & Acquisitions",
  "ARBEITSRECHT": "Labor Law",
  "GLOBALMOBILITY": "Global Mobility",
  "BANKEN": "Banking, Finance and Capital Markets Law",
  "OEFFENTLICHKEITSRECHT": "Public Law",
  "IMMOBILIENRECHT": "Real-Estate Law",
  "LITIGATION": "LITIGATION",
  "RACODE": "Attorney code",
  "UID": "VAT identification no",
  "DVR": "DVR no",
  "WEBPROG": "Website programming",
  "BHAFT": "Picture credits 'Disclaimer'",
  "BIMP": "Picture credits 'Legal Notice'",
  "BANF": "Picture credits 'Location'",
  "HAFTP1": "GARGER SPALLINGER Rechtsanwälte GmbH, Attorneys-at-Law, assumes no liability whatsoever with regard to any contents of third-party websites visited via links on this website. Any use of the contents and information provided on this website requires the prior consent of GARGER SPALLINGER Rechtsanwälte GmbH. It is pointed out that information contained on this website may contain technical inaccuracies and/or typographical errors.",
  "HAFTP2": "We reserve the right to change, update and amend any information contained on this website at any time and without prior announcement. Any and all works and creations, and parts thereof, shown on this website, such as texts, data and pictures, are legally protected by intellectual property rights. Any further publication, duplication, dissemination or other use – including any parts thereof – requires the prior written approval by GARGER SPALLINGER Rechtsanwälte GmbH.",
  "IMPP1" : "We are attorneys under Austrian law and are subject to the applicable professional regulations and rules of conduct of the Vienna Bar Association."
}
