{
  "HOME": "home",
  "TEAM": "team",
  "TAETIGKEITSBEREICH": "Areas of Practice",
  "INTERNATIONAL": "international",
  "KONTAKT": "contact",
  "DEUTSCH": "DEUTSCH",
  "ENGLISCH": "English",
  "HOMEHEAD": "Welcome to GARGER SPALLINGER Rechtsanwälte GmbH, Attorneys-at-Law.",
  "HOMEP1": "We are a law firm specialized in business and corporate law and provide legal advice and representation to national and international companies in the fields of corporate and commercial law, corporate restructurings and reorganizations, labor law, insurance law as well as litigation. Based on many years of professional experience and our substantial legal and business education, we can guarantee top-level legal advisory services.",
  "HOMEP2": "With a team of specialists, we offer efficient advice on the highest level in our areas of practice. We have gathered several years experience in large and medium-size international law firms and know their strengths and weaknesses. We consider ourselves a niche player that offers tailor-made solutions in the interest of our clients. If an enquiry does not correspond with our portfolio of practice areas, we will inform you and recommend a suitable specialist.",
  "HOMEP3": "We stand for responsibility and a long-term cooperation.",
  "IMPRESSUM": "legal notice",
  "HAFTUNGSAUSSCHLUSS": "disclaimer",
  "DATENSCHUTZ": "data protection",
  "ALLERECHTE": "all rights reserved",
  "TEAMP1": "Due to several years of experience, every attorney covers his or her own specialized field of expertise. With such specialization, we can offer efficient and professional legal advice tailored to your specific needs.",
  "TEAMP2": "For areas of specialization and main fields of legal advisory services, please refer to the information on the individual attorneys.",
  "TAETP1": "With our specialists we cover all areas of corporate and business law. Due to our close cooperation with the KPMG Global Legal Services network as well as experts from the areas Audit, Tax and Advisory, we are also the right contact person for international and multi-disciplinary matters.",
  "GESELLSCHAFTSRECHT": "Corporate Law",
  "UMGRUENDUNG": "Reorganizations and Restructurings",
  "MERGERS": "Mergers & Acquisitions",
  "ARBEITSRECHT": "Labor Law",
  "GLOBALMOBILITY": "Global Mobility",
  "BANKEN": "Banking, Finance and Capital Markets Law",
  "OEFFENTLICHKEITSRECHT": "Public Law",
  "IMMOBILIENRECHT": "Real-Estate Law",
  "LITIGATION": "LITIGATION",
  "RACODE": "Attorney code",
  "UID": "VAT identification no",
  "DVR": "DVR no",
  "WEBPROG": "Website programming",
  "BHAFT": "Picture credits 'Disclaimer'",
  "BIMP": "Picture credits 'Legal Notice'",
  "BANF": "Picture credits 'Location'",
  "HAFTP1": "GARGER SPALLINGER Rechtsanwälte GmbH, Attorneys-at-Law, assumes no liability whatsoever with regard to any contents of third-party websites visited via links on this website. Any use of the contents and information provided on this website requires the prior consent of GARGER SPALLINGER Rechtsanwälte GmbH. It is pointed out that information contained on this website may contain technical inaccuracies and/or typographical errors.",
  "HAFTP2": "We reserve the right to change, update and amend any information contained on this website at any time and without prior announcement. Any and all works and creations, and parts thereof, shown on this website, such as texts, data and pictures, are legally protected by intellectual property rights. Any further publication, duplication, dissemination or other use – including any parts thereof – requires the prior written approval by GARGER SPALLINGER Rechtsanwälte GmbH.",
  "DATINF": "Information on Data Protection and Data Processing",
  "DATH1": "1. Personal Data",
  "DATP11": "GARGER SPALLINGER Rechtsanwälte GmbH, FN 325373s, Porzellangasse 39, 1090 Vienna, collects, processes und uses personal data as Controller only in case a legal basis in accordance with GDPR is given; this subject to data protection and civil law rules.",
  "DATP12": "GARGER SPALLINGER Rechtsanwälte GmbH processes personal data of Clients, interested persons, service providers and business partners. Such personal data will be collected as is required for the execution and handling of our legal services, which was provided voluntarily or which is required for the handling and execution of business relationships.",
  "DATP13": "Furthermore, GARGER SPALLINGER Rechtsanwälte GmbH can process data from publicly available sources (e.g. commercial registry, register of associations, land register, media) or which was provided permissibly by an information bureau. Clients and business partners have to provide such personal data which is required for the establishment or executions of the client or business relationship. In case the data is not provided, GARGER SPALLINGER Rechtsanwälte GmbH has to refuse the establishment or execution of a business relationship.",
  "DATP14": "Personal data is all data which includes particulars regarding personal or factual relations, such as, for example, name, address, e-mail address, telephone number, birth date, age, gender, social security number, video recording, photos, voice recordings as well as biometric data, such as, for example, fingerprints. Also sensitive data as data concerning health or data in relation with criminal proceedings may be covered.",
  "DATP15": "GARGER SPALLINGER Rechtsanwälte GmbH processes personal data for the performance of a contract (Art 6 para 1b GDPR). Furthermore, GARGER SPALLINGER Rechtsanwälte GmbH processes personal data for compliance with legal obligations (Art 6 para 1c GDPR). Certain legal obligations which are applicable to GARGER SPALLINGER Rechtsanwälte GmbH may require the processing of personal data. GARGER SPALLINGER Rechtsanwälte GmbH can process personal data exceeding the execution of the business relationship which is necessary for the purposes of its legitimate interests (Art 6 para 1f GDPR), in particular in the following cases: consultation and data exchange with information bureaus; check and optimization of methods of requirements analysis and direct sales approach; client events and marketing, so far as it was not objected to the use of the data; measures regarding business management and improvement of services; measures for the protection of clients and employees; in line with the assertion of any rights in and out of court. GARGER SPALLINGER Rechtsanwälte GmbH can also process personal data for the performance of a task carried out in the public interest (Art 6 para 1e GDPR). Insofar as GARGER SPALLINGER Rechtsanwälte GmbH processes personal data of data subjects for specific reasons on the basis of consent (Art 6 para 1a GDPR), the data subject can withdraw the consent at any time.",
  "DATH2": "2. Rights of data subjects",
  "DATP21": "As client or generally as data subject, respectively, you have – subject to the attorney’s obligation of secrecy – at any time a right of access regarding your personal data, its sources and recipients and the purposes of the data processing as well as a right of rectification, data portability, objection to processing, restriction of processing as well as erasure of incorrect or impermissible data.",
  "DATP22": "To the extent changes of your personal data occur, we kindly ask for notification.",
  "DATP23": "You have at any time the right to withdraw a given consent regarding the use of your personal data. Your petition regarding access, erasure, rectification, objection to processing and/or data portability, regarding the last case, insofar as it does not create a disproportionate effort, may be addressed to the contact details of the law firm set out in point 8. of this information.",
  "DATP24": "If you are of the opinion that the processing of your personal data by us is in breach of applicable data protection laws or violates your data protection entitlements in any other way, you can lodge a complaint with a supervisory authority. In Austria the competent authority is the Data Protection Authority (Datenschutzbehörde).",
  "DATH3": "3. Data Security",
  "DATP31": "The protection of your personal data takes place by appropriate organizational and technical measures. These measures relate in particular to the protection against impermissible, illegal or also accidental access, processing, loss, use and manipulation.",
  "DATP32": "Irrespective of the efforts to constantly observe an appropriately high level of requirements for accurateness, it cannot be excluded that information that you have provided via the internet may be seen or used by other persons.",
  "DATP33": "Please note in this respect that we are not liable for the disclosure of information on the basis of defects regarding the data exchange not caused by us and/or by unauthorized access of third parties (e.g. hacker attack on e-mail account, telephone, interception of telecopies).",
  "DATH4": "4. Use of data",
  "DATP41": "We will not process the provided data for purposes other than those covered by the client relationship or your consent or in any other way by an provision in accordance with purposes covered by GDPR. An exception is the use for statistical purposes on an anonymous basis.",
  "DATH5": "5. Transfer of data",
  "DATP51": "For the execution of a contract or a business relationship it is possibly also required to transfer data to third parties (e.g. opposite side, substitutes, insurance companies, service providers, which are engaged by is and which receive data from us, etc.), courts or authorities.",
  "DATP52": "A transfer of your data takes place only on the basis of GDPR, in particular for the execution of a contract or based on your prior consent. Furthermore, we inform you that in the course of our legal representation and support regularly also facts and case-related information regarding you are obtained from third parties.",
  "DATP53": "Some of the recipients of your personal data outlined above are not within your country or process your personal data there. The data protection level in other countries may possibly not comply with the level in Austria. We transfer your personal data only to countries for which the EU Commission has decided that they have an adequate data protection level or we take measures to ensure that recipients have an adequate data protection level as we conclude standard contractual clauses (2010/87/EC and/or 2004/915/EC).",
  "DATH6": "6. Notification of data mishap",
  "DATP61": "We will try our best to secure that data mishaps are recognized early and are notified – where appropriate – to you or to the competent supervisory authority, respectively, taking into account the affected data categories.",
  "DATH7": "7. Storage of data",
  "DATP71": "We will not store data for a longer period than required for the fulfillment of our contractual respectively legal obligations and as required for the defense of possible liability claims. In this respect, we will also consider legal retention and documentation obligations.",
  "DATH8": "8. Our contact details",
  "DATP81": "The protection of your data is very important for us. We are available at any time for your questions or your withdrawal of consent under following address.",
  "IMPP1" : "We are attorneys under Austrian law and are subject to the applicable professional regulations and rules of conduct of the Vienna Bar Association."
}
