{
  "HOME": "home",
  "TEAM": "team",
  "TAETIGKEITSBEREICH": "Areas of Practice",
  "INTERNATIONAL": "international",
  "KONTAKT": "contact",
  "DEUTSCH": "DEUTSCH",
  "ENGLISCH": "English",
  "HOMEHEAD": "Welcome to GARGER SPALLINGER HUGER Rechtsanwälte GmbH, Attorneys-at-Law.",
  "HOMEP1": "We are a law firm specialized in business and corporate law and provide legal advice and representation to national and international companies in the fields of corporate and commercial law, corporate restructurings and reorganizations, labor law, insurance law as well as litigation. Based on many years of professional experience and our substantial legal and business education, we can guarantee top-level legal advisory services.",
  "HOMEP2": "With a team of specialists, we offer efficient advice on the highest level in our areas of practice. We have gathered several years experience in large and medium-size international law firms and know their strengths and weaknesses. We consider ourselves a niche player that offers tailor-made solutions in the interest of our clients. If an enquiry does not correspond with our portfolio of practice areas, we will inform you and recommend a suitable specialist.",
  "HOMEP3": "We stand for responsibility and a long-term cooperation.",
  "IMPRESSUM": "Impressum",
  "HAFTUNGSAUSSCHLUSS": "disclaimer",
  "DATENSCHUTZ": "data protection",
  "ALLERECHTE": "all rights reserved",
  "TEAMP1": "Due to several years of experience, every attorney covers his or her own specialized field of expertise. With such specialization, we can offer efficient and professional legal advice tailored to your specific needs.",
  "TEAMP2": "For areas of specialization and main fields of legal advisory services, please refer to the information on the individual attorneys.",
  "TAETP1": "Mit unseren Spezialisten decken wir alle Rechtsgebiete des Wirtschaftsrechts ab. Aufgrund unserer engen Zusammenarbeit mit dem KPMG Global Legal Service Netzwerk und Experten aus den Bereichen Audit, Tax und Advisory sind wir auch Ihr Ansprechpartner in internationalen und multdisziplinären Angelegenheiten",
  "GESELLSCHAFTSRECHT": "Corporate Law",
  "UMGRUENDUNG": "Reorganizations and Restructurings",
  "MERGERS": "Mergers & Acquisitions",
  "ARBEITSRECHT": "Labor Law",
  "GLOBALMOBILITY": "Global Mobility",
  "BANKEN": "Banking, Finance and Capital Markets Law",
  "OEFFENTLICHKEITSRECHT": "Public Law",
  "IMMOBILIENRECHT": "Real-Estate Law",
  "LITIGATION": "LITIGATION"
}
